# nimai's 🐊🐊🐊🐊🐊
# ░░░███████╗░██████╗██╗░░██╗██████╗░░█████╗░
# ░░░╚════██║██╔════╝██║░░██║██╔══██╗██╔══██╗
# ░░░░░███╔═╝╚█████╗░███████║██████╔╝██║░░╚═╝
# ░░░██╔══╝░░░╚═══██╗██╔══██║██╔══██╗██║░░██╗
# ██╗███████╗██████╔╝██║░░██║██║░░██║╚█████╔╝
# ╚═╝╚══════╝╚═════╝░╚═╝░░╚═╝╚═╝░░╚═╝░╚════╝░

# general options
source "${ZDOTDIR}/nimai/options.zsh"

# utilities and plugins
source "${ZDOTDIR}/nimai/utils.zsh"

# regular aliases
source "${ZDOTDIR}/nimai/aliases.zsh"

# abbreviations
source "${ZDOTDIR}/nimai/abbreviations.zsh"

# prompt
source "${ZDOTDIR}/nimai/prompt.zsh"

# startup text
source "${ZDOTDIR}/nimai/startup.zsh"
