brave-bin
calibre-installer
cnrdrvcups-lb-bin
dashbinsh
flavours
ganache-bin
ghcup-hs-bin
haskell-language-server-bin
libxft-bgra-git
lua-format
migrate
neovim-git
nodejs-n
nodejs-netlify-cli
nodejs-npm2arch
nodejs-truffle
nodejs-vscode-css-languageserver-bin
nodejs-vscode-html-languageserver-bin
paru-bin
picom-jonaburg-git
rtl8821ce-dkms-git
shellcheck-bin
simple-mtpfs
stack-static
ttf-ms-fonts
typescript-language-server-bin
xbanish
